{
    "kdramas": [
        {
            "id": 0,
            "title": "True Beauty",
            "description": "Después de ver vídeos de belleza en Internet, una tímida fanática del cómic domina el arte del maquillaje y ve cómo su posición social se dispara cuando se convierte en la chica más bonita de su escuela, literalmente, de la noche a la mañana. ¿Pero su estatus de élite será de corta duración? ¿Cuánto tiempo puede ella mantener su 'yo real' en secreto? ¿Y qué hay de ese chico lindo que le gusta? ¿Te imaginas si se enterara de la verdad?",
            "urlImage": "https://m.media-amazon.com/images/I/71pg9wJKyvL._SS500_.jpg",
            "urlLink": "https://www.viki.com/tv/37374c-true-beauty?locale=es"
        },
        {
            "id": 1,
            "title": "Goblin",
            "description": "En la época Goryeo, el rey Wang Yeo es manipulado vilmente por su consejero real que lo pone en contra del general Kim Shin (Gong Yoo) traicionándolo y condenándolo a morir a él y toda su familia. Tras su muerte es convertido en un Goblin (duende, Dokkaebi) un ser inmortal en busca de venganza, pero pronto se da cuenta que fue castigado por derramar mucha sangre durante su vida pasada y es condenado a ver morir a todos sus seres queridos mientras el sigue vivo. Es entonces que va en busca de una salida, la única que le puede conceder la añorada muerte es la chica destinada a ser la 'Novia del Ser Inmortal'.",
            "urlImage": "http://pm1.narvii.com/6597/95deafcb71bf96619c8230cf0634892175563116_00.jpg",
            "urlLink": "https://www.viki.com/tv/31706c-goblin?locale=es"
        },
        {
            "id": 2,
            "title": "Squid Game",
            "description": "El juego del calamar es bastante físico y solo termina cuando se logra llegar a un ganador final. El juego se llama así ya que los jugadores deben dibujar diferentes formas geométricas (círculo, cuadrado o triángulo) en el suelo, que, en su conjunto, parecen formar un calamar. Si un atacante logra atravesar al defensor y entrar en la cabeza del calamar, se proclama como ganador del juego. La serie narra la historia de una multitud de personas que deciden convertirse en jugadores de una serie de misteriosos y enfermizos juegos infantiles de supervivencia mortal que tiene como premio la enorme cantidad de 45 mil millones de wones, para el jugador que consiga ganar los 6 diferentes juegos.",
            "urlImage": "https://phantom-marca.unidadeditorial.es/258ad815aefd93fd14bc6c129c1702e2/crop/0x0/1597x899/resize/1200/f/jpg/assets/multimedia/imagenes/2021/10/01/16330974723192.png",
            "urlLink": "https://www.netflix.com/pe/title/81040344"
        },
        {
            "id": 3,
            "title": "Vicenzo",
            "description": "Con tan sólo 8 años, Park Joo-hyung se fue a Italia después de ser adoptado. Ahora siendo un adulto y con el nombre de Vincenzo Cassano, es un abogado, que trabaja como consigliere para la mafia italiana. Debido a una guerra entre grupos (facciones) dentro de la mafia se ve obligado a volver a Corea del Sur. En Corea, conoce y termina involucrándose con la abogada Hong Cha-young, una mujer con una personalidad extrovertida que está dispuesta a realizar cualquier cosa con tal de ganar un caso. Luego de que Vincenzo y el padre de Cha-young son atacados, se unen y deciden llevar al grupo Babel y sus integrantes a la justicia.7​8​ Poco a poco Vincenzo se enamora de ella y logra traer la justicia social a su manera.",
            "urlImage": "https://occ-0-358-360.1.nflxso.net/dnm/api/v6/7e0PTVDdJ65eumyzagWiJKiw6MU/AAAABbLpsGufGI7_nM0fAouP2-qUrN-WG_h2898q76-sTpKZhWtAL-ogyEmxk5xvlC1DBXml0kgMJ5gBD_W5lU9R4Ju4-a5XiDsbz7RPwFDF4TY1Oy1Y_GtDP-hatAZB.jpg?r=d92",
            "urlLink": "https://www.netflix.com/pe/title/81365087"
        },
        {
            "id": 4,
            "title": "Boys Over Flowers",
            "description": "Geum Jan Di es una chica humilde cuya familia es propietaria de una tintorería. Un día, mientras realiza una entrega para un estudiante de la prestigiosa Escuela Superior Shin Hwa (escuela para ricos) se percata que un chico se iba a suicidar desde la azotea por obtener la tarjeta roja de los F4 y justo en el preciso momento en el que salta, Geum Jan Di le salva la vida al detenerlo y es llamada 'La chica/mujer maravilla'. Este acto generó gran controversia en la ciudad, por lo cual es becada para asistir a la escuela. Al principio es maltratada y aislada por los demás estudiantes al recibir la tarjeta roja de los F4 (4 flores), que es un grupo de alumnos que gobiernan cruelmente la escuela por su belleza y riqueza.",
            "urlImage": "https://www.nacionrex.com/__export/1606433758836/sites/debate/img/2020/11/26/boys-over-flowers-cast-dramas-series-recomendaciones-poster_1_crop1606429802703.jpg_1902800913.jpg",
            "urlLink": "https://www.netflix.com/pe/title/70213130"
        },
        {
            "id": 5,
            "title": "Recuerdos de Juventud",
            "description": "La serie nos muestra la historia de varios jóvenes, quienes luchan a diario para tratar de cumplir sus metas. Entre ellas, obtener el trabajo de sus sueños, al mismo tiempo que intentan sobrellevar las convenciones sociales que ponen la vida familiar al centro de todo. Perseguir estas metas no es cosa sencilla para Sa Hye Jun, un joven que quiere convertirse en actor. El relato también nos presenta a Won Hae-hyo, Kim Jin-woo y Ahn Jeong-ha, cada uno de ellos con su propia historia, ambiciones y problemas.",
            "urlImage": "https://img.wowtv.co.kr/wowtv_news/dnrs/20200916/2020091609445702852d3244b4fed182172186127.jpg",
            "urlLink": "https://www.netflix.com/pe/title/81290301"
        },
        {
            "id": 6,
            "title": "Está bien no estar bien (It's Okay to Not Be Okay)",
            "description": "Una historia sobre un empleado de una sala psiquiátrica y una mujer, con un trastorno de personalidad antisocial, que es una escritora popular de libros infantiles. Un hombre que niega el amor y una mujer que no conoce el amor desafían el destino y se enamoran, encontrando sus almas e identidades en el proceso",
            "urlImage": "https://elcomercio.pe/resizer/XbQeT-Fi4UyoAspP_gVxeEP-ByY=/1200x900/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/NYSXIR2FDVHC5KHZOSHMNWC3LA.jpg",
            "urlLink": "https://www.netflix.com/pe/title/81243992"
        },
        {
            "id": 7,
            "title": "Love Alarm",
            "description": "Se crea la aplicación móvil Joalarm. Si a alguien le gustas y están a 10 metros de ti, suena la alarma de la aplicación. La aplicación también muestra a cuántas personas le gustas, pero la aplicación no revela detalles específicos sobre a quién le gustas. Kim Jo Jo (Kim So Hyun) es una estudiante de secundaria. Ella es bonita e inteligente. Parece una persona alegre, pero sus padres murieron cuando ella era joven. Desde la muerte de sus padres, Kim Jo Jo ha vivido con la familia de la tía. Vivir allí no es fácil para Kim Jo Jo. Ella no descarga la aplicación  Love alarm.",
            "urlImage": "https://www.doramaplease.com/wp-content/uploads/2021/02/Dorama-Love-Alarm.jpg",
            "urlLink": "https://www.netflix.com/pe/title/80168068"
        },
        {
            "id": 8,
            "title": "Strangers From Hell",  
            "description": "Si estás buscando un tipo de drama espeluznante que te cubra los ojos, mira este programa. Sigue a un joven de unos 20 años, Yoon Jong-woo, que se muda al campo a Seúl después de que su amigo le ofreciera un trabajo. Necesita un lugar para vivir y termina encontrando Eden Gosiwon, un apartamento descuidado pero económico con una cocina y un baño comunes. Decide quedarse durante seis meses hasta que tenga suficiente dinero para mudarse, pero comienza a notar comportamientos extraños y sucesos extraños en el edificio de apartamentos. Uno de sus vecinos, interpretado por Lee Dong-wook de Goblin, es dentista de día y asesino en serie de noche. Nos detendremos aquí y dejaremos que los otros eventos de suspenso lo impacten hasta lo más profundo.",
            "urlImage": "https://asset.winnetnews.com/image/cache/slide/post/image-bikin-penonton-ketakutan-adegan-lee-dong-wook-di-episode-3-drama-strangers-from-hell-jadi-perdebatan.jpg",
            "urlLink": "https://www.netflix.com/pe/title/81267632"
        },
        {
            "id": 9,
            "title": "Extracurricular",
            "description": "El drama se centra en tres estudiantes de secundaria que cometen delitos para ganar dinero y, en el camino, se encuentran con enemigos y obstáculos peligrosos. Te tomará uno o dos episodios comprender completamente lo que está sucediendo antes de apreciar la intrincada narración que cuenta el director Kim Jin-min. Aguanta el viaje.",
            "urlImage": "https://2.bp.blogspot.com/-9be0i8IDVdE/XqmkgoDwyOI/AAAAAAAApfw/TuG4fi4d8RwvJau3Pe6zjGR3QHz9-GvVgCK4BGAYYCw/s1600/Extracurricular-netflix.jpg",
            "urlLink": "https://www.netflix.com/pe/title/80990668?source=35"
        }
    ]
}
